<!DOCTYPE html>
  <html>
    <head>
	  	<!--Import materialize.css-->
	  	<link type="text/css" rel="stylesheet" href="css/materialize.min.css"  media="screen,projection"/>
	  	<!--Let browser know website is optimized for mobile-->
	  	<meta name="viewport" content="width=device-width, initial-scale=1.0"/>
	  	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
		<title>About</title>
		<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1.0, user-scalable=yes" />
		<meta http-equiv="X-UA-Compatible" content="IE=edge">
		<meta name="msapplication-tap-highlight" content="no">
		<meta property="og:title" content="Universities Art Association of Canada" />
		<meta name="description" content="About" />
		<meta property="og:image" content="http://uaac-aauc.com/2023/images/about.jpg" />
		<meta property="og:url" content="http://uaac-aauc.com/2023/about.html" />
		<meta property="og:type" content="image/jpeg" />
		<meta property='og:description' content="About" />
	  	<!-- Material Icon Font -->
		<link href="https://fonts.googleapis.com/icon?family=Material+Icons" rel="stylesheet">
		<!-- Core CSS-->
		<link href="css/materialize.css" type="text/css" rel="stylesheet" media="screen">
		<!-- Custom CSS-->    
		<link href="css/custom.css" type="text/css" rel="stylesheet" media="screen">
		<link rel="stylesheet" href="https://use.typekit.net/gkr3qos.css">
		<!-- Global site tag (gtag.js) - Google Analytics -->
		<script async src="https://www.googletagmanager.com/gtag/js?id=UA-133278015-1"></script>
		<script>
			window.dataLayer = window.dataLayer || [];
			function gtag(){dataLayer.push(arguments);}
			gtag('js', new Date());
	
			gtag('config', 'UA-133278015-1');
		</script>
     </head>
    <body>
	    <div class="navbar-fixed">
		    <nav>
				<div class="nav-wrapper">
					<a href="index.html" class="brand-logo left"><img src="images/logo-2023.png" class="brand-logo-img scale-with-grid"> <span class="brand-text">UAAC/AAUC 2023</span></a>
					<ul id="nav-mobile" class="right">
						<li><a class="nav-about" href="about.html" style="background-color:#3c3636;color:#6c6060;">about</a></li>
					    <li><a class="nav-schedule" href="schedule.html">schedule</a></li>
					</ul>
				</div>
			</nav>
	    </div>
		<div id="content">
			<div class="row">
    			<div class="col s12 m11 l9 offset-l1">
	    			<h2>About</h2>
	    			<h4>The <a href="https://uaac-aauc.com/about/" target="_blank">Universities Art Association of Canada</a> (UAAC) provides a national voice for its membership, composed of university and college faculty, independent scholars, and other professionals in the fields of art, art history, and visual culture.</h4>
    			</div>
    			<div class="col s12 m10 l7 offset-l1">
	    			<p>Every fall, the UAAC/AAUC hosts Canada’s professional conference for visual arts-based research by art historians, professors, artists, curators, and cultural workers. The sessions and panels address issues and subjects in art history, theory, and practice from various methodological approaches.</p>
	    			<p>The 2023 conference is held from October 19&ndash;21 at the Banff Centre for the Arts and Creativity: <a href="schedule.html">schedule</a></p>
	    			<hr>	 
    			</div>
    			<div class="col s12 m11 l9 offset-l1">   			
	    			<h2>&Agrave; propos</h2>
	    			<h4>L&rsquo;<a href="https://uaac-aauc.com/about/" target="_blank">Association d&rsquo;art des universit&eacute;s du Canada</a> (AAUC) est la voix officielle des historien(ne)s d&rsquo;art du Canada et recrute ses membres dans le corps professoral universitaire et coll&eacute;gial canadien, les chercheur(e)s ind&eacute;pendant(e)s et autres professionel(le)s oeuvrant dans les domaines des arts, de l&rsquo;histoire de l&rsquo;art et de la culture visuelle. Elle compte en outre des membres institutionnels.</h4>
    			</div>
    			<div class="col s12 m10 l7 offset-l1">
	    			<p>Chaque automne, l&rsquo;UAAC/AAUC accueille la conf&eacute;rence professionnelle canadienne pour la recherche sur les arts visuels, organis&eacute;e par des historiens de l&rsquo;art, des professeurs, des artistes, des conservateurs, et des professionnels de culture. Les sessions et les panels abordent des questions et des sujets d&rsquo;histoire de l&rsquo;art, th&eacute;orie, et pratique, selon diverses approches m&eacute;thodologiques.</p>
	    			<p>Le congr&egrave;s de 2023 se tiendra du 19 au 21 octobre à le Banff Centre for the Arts and Creativity: <a href="schedule.html">l'horaire</a></p>
    			</div>
			</div>
		</div>
		<a name="welcome"></a>
		<div id="content" style="background-color:hsla(150, 11%, 40%, .5);">
    		<div class="row">
	    		<div class="col s12 m10 l7 offset-l1">
		    		<h2>Welcome</h2>
  					<p><i>Banff Centre for Arts and Creativity is located on the side of Sacred Buffalo Guardian Mountain. The Banff area, known as &quot;Minhrpa&quot; (translated in Stoney Nakoda as &quot;the waterfalls&quot;) is part of the Treaty 7 territory where we recognise oral practices of the &Icirc;y&acirc;rhe Nakoda (Stoney Nakoda) &ndash; comprised of the Bearspaw, Chiniki, and Goodstoney First Nations &ndash; as well as the Tsuut'ina First Nation and the Blackfoot Confederacy comprised of the Siksika, Piikani, Kainai. This territory is home to the Shuswap Nations, Ktunaxa Nations, and M&eacute;tis Nation of Alberta, Region 3. We acknowledge all Nations who live, work, and play here, help us steward this land, and honour and celebrate this place.</i></p> 
  					<p>Banff has a long history as a sacred gathering place for ceremony, trade, sharing, visions, and celebration. The UAAC-AAUC annual conference builds on this tradition as leaders, artists, and creators of all disciplines meet here to share their creative potential and the diversity of Indigenous perspectives and practices. This year's edition brings strong country-wide representation: over 45 Canadian universities are featured in 70 sessions and over 100 students will be presenting.</p>
					<p>We feel proud of our 90 chairs and 230 presenters who decided to join us from Canada and abroad, at the unique Banff Centre for the Arts &amp; Creativity to think, question, imagine, discuss, and learn.</p>
					<p>We want to express our gratitude to everyone who contributed: our committed Board; our talented and creative web designer, <strong>Deanna Peters</strong>, who once again gave the conference an online presence and soul; sponsors, book publishers and authors launching their titles; and of course, our members and volunteers.</p>
					<p>It is a pleasure to put together an event that forms community, that builds relationships and fosters art education and critical thinking.</p>
					<p class="about"><strong>Paola Aron Badin &amp; Alena Buis</strong></p>
	    		</div>
    		</div>
			<a name="bienvenue"></a>
			<div class="row">
	    		<div class="col s12 m10 l7 offset-l1">
		    		<hr>
		    		<h2>Bienvenue</h2>
					<p><i>Le Banff Centre for Arts and Creativity est situ&eacute; sur le flanc de la montagne Sacred Buffalo Guardian. La r&eacute;gion de Banff, connue sous le nom de &quot;Minhrpa&quot; (traduit en Stoney Nakoda par &quot;les chutes d'eau&quot;), fait partie du territoire du Trait&eacute; 7, o&ugrave; nous reconnaissons les pratiques orales des &Icirc;y&acirc;rhe Nakoda (Stoney Nakoda) &ndash; compos&eacute;es des Premi&egrave;res nations Bearspaw, Chiniki et Goodstoney &ndash; ainsi que de la Premi&egrave;re nation Tsuut'ina et de la Conf&eacute;d&eacute;ration des Pieds-Noirs, compos&eacute;e des Siksika, Piikani et Kainai. Ce territoire abrite les nations Shuswap, les nations Ktunaxa et la nation m&eacute;tisse de l'Alberta, r&eacute;gion 3. Nous reconnaissons toutes les nations qui vivent, travaillent et se divertissent ici, qui nous aident &agrave; g&eacute;rer cette terre, et qui honorent et c&eacute;l&egrave;brent ce lieu.</i></p>
					<p>Banff est depuis longtemps un lieu de rassemblement sacr&eacute; pour les c&eacute;r&eacute;monies, les &eacute;changes, le partage, les visions et les c&eacute;l&eacute;brations. La conf&eacute;rence annuelle de l'AAUC s'appuie sur cette tradition: des dirigeants.es, des artistes et des cr&eacute;ateurs&middot;trices de toutes disciplines se rencontrent ici pour partager leur potentiel cr&eacute;atif et la diversit&eacute; des perspectives et des pratiques autochtones.</p>
					<p>L'&eacute;dition de cette ann&eacute;e se caract&eacute;rise par une forte repr&eacute;sentation nationale: plus de 45 universit&eacute;s canadiennes sont repr&eacute;sent&eacute;es dans 70 s&eacute;ances et plus de 100 &eacute;tudiant.es feront des pr&eacute;sentations.</p>
					<p>Nous sommes fiers de nos 90 pr&eacute;sident.es et de nos 230 pr&eacute;sentateurs.trices qui ont d&eacute;cid&eacute; de nous rejoindre du Canada et de l'&eacute;tranger, au Banff Centre for the Arts &amp; Creativity, un lieu unique pour penser, questionner, imaginer, discuter et apprendre.</p>
					<p>Nous tenons &agrave; exprimer notre gratitude &agrave; tous ceux qui y ont contribu&eacute;: notre conseil d'administration engag&eacute;; notre talentueuse et cr&eacute;ative webdesigner, <strong>Deanna Peters</strong>, qui a donn&eacute; encore une fois &agrave; la conf&eacute;rence une pr&eacute;sence et une &acirc;me en ligne; les sponsors; les &eacute;diteurs.trices de livres et les auteurs.trices qui lancent leurs titres; et bien s&ucirc;r, nos membres et nos b&eacute;n&eacute;voles.</p>
					<p>C'est un plaisir d'organiser un &eacute;v&eacute;nement qui forme une communaut&eacute;, qui construit des relations et qui encourage l'&eacute;ducation artistique et la pens&eacute;e critique.</p>
					<p class="about"><strong>Paola Aron Badin &amp; Alena Buis</strong></p>
				</div>
			</div>
		</div>
		<a name="president"></a>
		<div id="content" style="background-color:hsla(328, 40%, 33%,.3);">
    		<div class="row">
	    		<div class="col s12 l0 offset-l1">
  					<h2>President's Note</h2>
	    		</div>
		    	<div class="col s12 m10 l6 offset-l1">
					<p>I&rsquo;m thrilled to welcome our members to the 2023 UAAC-AAUC conference at The Banff Centre for Arts and Creativity, a place at which we have enthusiastically gathered several times over the last decade. That we have returned to the Banff Centre three times since 2013 is something to reflect on: for 90 years, the Banff Centre, established in 1933, has brought together artists, scholars, curators, and culture workers from around the world &ldquo;to create, collaborate, share, envision, learn, and be inspired.&rdquo; This mission, it could be said, offers a model and a backdrop through which to reflect on the goals of our annual conference: to create a space bridging ecologies of scholars, artists, students, and culture workers to collaborate, share, and learn together, and to advance the knowledges and experiences reflected within the increasingly broad, intricate, and multilayered framework of art: its makers, interlocutors, modes of circulation, urgencies, and provocations.</p> 
					<p>A deceptively simple premise, that institutions are people, potentially carries multiple meanings with regard to UAAC-AAUC: as a decentralized national organization without a physical footprint, we benefit from a nimbleness that affords us the ability to be responsive to the changing preoccupations, needs, aspirations, and urgencies of our membership; as a caution against the monolithic, crystallized forms that institutions can take, we have spent the year imagining and rearticulating who it is our organization has, and might, serve, and working to create a space where local, national, and international proponents of the arts from diverse backgrounds, experiences, and institutions, can come together. However, we recognize the work ahead of us in not allowing the sometimes-slow-moving nature of institutional structures to dictate the limits in pursuing our goals of greater accessibility with regard to who it is our organization can serve; UAAC-AAUC requires the immense power of individuals working together to innovate better structures and modes of gathering.</p>
					<p>While enacting these labours may be collective, they are also supported by a foundation of &ldquo;builders&quot; whose vision is far-reaching and whose labour is patient and sustained: there is no builder quite like UAAC-AAUC&rsquo;s Administrator, <strong>Paola Aron Badin</strong>, whose heavy-lifting toward executing this year&rsquo;s conference, at the same time as supporting the health and longevity of our organization throughout the calendar year, is unparalleled. On behalf of UAAC-AAUC, I offer my sincere and utmost thanks to Paola. I thank also the incredible 2022-2023 UAAC-AAUC Board of Directors for their energy in supporting the conference and modelling the very best of what our collective efforts can bring to fruition: <strong>Keith Bresnahan</strong>, <strong>Alena Buis</strong>, <strong>Elizabeth Cavaliere</strong>, <strong>Samantha Chang</strong>, <strong>Ersy Contogouris</strong>, <strong>Anne Dymond</strong>, <strong>Mitchell Frank</strong>, <strong>Yani Kong</strong>, <strong>Karla McManus</strong>, <strong>Erin Morton</strong>, and <strong>Stephanie Springgay</strong>. I express my deep gratitude to outgoing Board members Samantha, Ersy and Anne, for committed and sustained service and for leaving indelible, invaluable marks on various elements of our organization.</p> 
					<p>Several institutions have offered support in making this year&rsquo;s conference possible; we thank <strong>Kameko Higa</strong>, our Banff Centre on site coordinator&mdash;for the second time&mdash;, and we thank in particular the following departments and institutions for recognizing the value of the annual conference to cultivating our art and scholarly ecologies in Canada: Art Canada Institute, the School of the Arts at McMaster University, OCAD University, the Department of Art History, Visual Art &amp; Theory at the University of British Columbia, and the Department of Visual Arts at Western University.</p> 
					<p>Planning is already underway for our 2024 conference, which will take place at Western University in London, Ontario, and as our year culminates with this exciting meeting in Banff, we are already looking forward to continuing the conversation in London next year.</p> 
					<p>To continuing to build, take apart, and build again, and with deep excitement to learn from and with you all at the 2023 conference,</p>
		    	</div>
		    	<div class="col s12 m10 l8 offset-l1">
		    		&nbsp;
	  				<p class="about"><strong>Erin Silver</strong><br/>
	  					<span class="school">President, Universities Art Association of Canada</span>
	  				</p>
	  				<a name="mot"></a>
	  				<hr>		
    			</div>	
  			</div>
  			<div class="row">
	    		<div class="col s12 l10 offset-l1">
					<h2>Mot de la pr&eacute;sidente</h2>
		    	</div>
		    	<div class="col s12 m10 l7 offset-l1">
	  				<p>Je suis ravie d'accueillir nos membres &agrave; la conf&eacute;rence 2023 de l'UAAC-AAUC au Banff Centre for Arts and Creativity, un lieu o&ugrave; nous nous sommes r&eacute;unis avec enthousiasme &agrave; plusieurs reprises au cours de la derni&egrave;re d&eacute;cennie. Le fait que nous soyons revenus au Banff Centre trois fois depuis 2013 m&eacute;rite une r&eacute;flexion: depuis 90 ans, le Banff Centre, fond&eacute; en 1933, rassemble des artistes, des chercheurs et chercheuses, des commissaires d'exposition et des travailleurs et travailleuses culturels du monde entier &quot;pour cr&eacute;er, collaborer, partager, envisager, apprendre et s'inspirer&quot;. Cette mission, pourrait-on dire, offre un mod&egrave;le et une perspective permettant de r&eacute;fl&eacute;chir aux objectifs de notre conf&eacute;rence annuelle: cr&eacute;er un espace permettant &agrave; des &eacute;cologies de chercheurs et chercheuses, d'artistes, d'&eacute;tudiantes et de professionnel.le.s de la culture de collaborer, de partager et d'apprendre ensemble, et de faire progresser les connaissances et les exp&eacute;riences refl&eacute;t&eacute;es dans le cadre de plus en plus large, complexe et multicouche de l'art: ses cr&eacute;ateurs&middot;trices, ses interlocuteurs.trices, ses modes de circulation, ses urgences, et ses provocations.</p>
	  				<p>Une pr&eacute;misse simple en apparence, &agrave; savoir que les institutions constituent des personnes, peut rev&ecirc;tir de multiples significations en ce qui concerne l'UAAC-AAUC: en tant qu'organisation nationale d&eacute;centralis&eacute;e sans empreinte physique, nous b&eacute;n&eacute;ficions d'une souplesse qui nous permet d'&ecirc;tre r&eacute;actifs aux pr&eacute;occupations, besoins, aspirations et urgences changeants de nos membres; en guise de mise en garde contre les formes monolithiques et cristallis&eacute;es que peuvent prendre les institutions, nous avons pass&eacute; l'ann&eacute;e &agrave; imaginer et &agrave; r&eacute;articuler qui notre organisation a, et pourrait, servir, et &agrave; travailler &agrave; la cr&eacute;ation d'un espace o&ugrave; les partisans locaux, nationaux et internationaux des arts, issus de milieux, d'exp&eacute;riences et d'institutions divers, peuvent se rassembler. Cependant, nous reconnaissons le travail qui nous attend pour ne pas laisser la nature parfois lente des structures institutionnelles dicter les limites de la poursuite de nos objectifs d'une plus grande accessibilit&eacute; en ce qui concerne les personnes que notre organisation peut servir; UAAC-AAUC a besoin de l'immense pouvoir des personnes travaillant ensemble pour innover de meilleures structures et de meilleurs modes de rassemblement.</p>
	  				<p>Bien que le travail ait &eacute;t&eacute; collectif, il a &eacute;t&eacute; soutenu par une fondation de &quot; b&acirc;tisseurs &quot; dont la vision est d'une grande port&eacute;e et dont le travail est patient et soutenu: il n'y a pas de b&acirc;tisseuse comme l'administratrice de l'UAAC-AAUC, <strong>Paola Aron Badin</strong>, dont les efforts pour r&eacute;aliser la conf&eacute;rence de cette ann&eacute;e, tout en soutenant la sant&eacute; et la long&eacute;vit&eacute; de notre organisation tout au long de l'ann&eacute;e civile, sont in&eacute;gal&eacute;s. Au nom de l'UAAC-AAUC, j'adresse mes remerciements les plus sinc&egrave;res &agrave; Paola. Je remercie &eacute;galement l'incroyable conseil d'administration 2022-2023 de l'UAAC-AAUC pour son &eacute;nergie &agrave; soutenir la conf&eacute;rence et &agrave; mettre en sc&egrave;ne le meilleur de ce que nos efforts collectifs peuvent mener &agrave; bien : <strong>Keith Bresnahan</strong>, <strong>Alena Buis</strong>, <strong>Elizabeth Cavaliere</strong>, <strong>Samantha Chang</strong>, <strong>Ersy Contogouris</strong>, <strong>Anne Dymond</strong>, <strong>Mitchell Frank</strong>, <strong>Yani Kong</strong>, <strong>Karla McManus</strong>, <strong>Erin Morton</strong> et <strong>Stephanie Springgay</strong>. J'exprime ma profonde gratitude aux membres sortants du conseil d'administration, Samantha, Ersy et Anne, pour leur service d&eacute;vou&eacute; et soutenu et pour avoir laiss&eacute; des traces ind&eacute;l&eacute;biles et inestimables sur divers &eacute;l&eacute;ments de notre organisation.</p>
	  				<p>Nous remercions <strong>Kameko Higa</strong>, une fois de plus notre coordinatrice sur place au Banff Centre, et nous remercions en particulier les d&eacute;partements et institutions suivants d'avoir reconnu la valeur de la conf&eacute;rence annuelle pour cultiver nos &eacute;cologies artistiques et acad&eacute;miques au Canada : Art Canada Institute, la School of the Arts de l'Universit&eacute; McMaster, l'Universit&eacute; OCAD, le D&eacute;partement d'histoire de l'art, d'art visuel et de th&eacute;orie de l'Universit&eacute; de Colombie-Britannique, et le D&eacute;partement d'arts visuels de l'Universit&eacute; Western.</p>
	  				<p>La planification de notre conf&eacute;rence de 2024, qui se tiendra au Western University &agrave; London (Ontario), est d&eacute;j&agrave; en cours. Alors que notre ann&eacute;e se termine par cette r&eacute;union captivante &agrave; Banff, nous sommes d&eacute;j&agrave; impatient.e.s de poursuivre la conversation &agrave; London l'ann&eacute;e prochaine.</p>
	  				<p>Nous avons h&acirc;te de continuer &agrave; faire, &agrave; d&eacute;faire et &agrave; refaire, et c'est avec beaucoup d'enthousiasme que nous apprenons de vous tous et avec vous tous lors de la conf&eacute;rence de 2023.</p>
		    	</div>
		    	<div class="col s12 m10 l8 offset-l1">
		    		&nbsp;
  					<p class="about">
	  					<strong>Erin Silver</strong><br/>
	  					<span class="school">Pr&eacute;sidente, L&rsquo;Association d&rsquo;art des universit&eacute;s du Canada</span>
	  				</p>		
    			</div>	
  			</div>
		</div>
		<div class="section" style="background-color:hsla(196, 100%, 33%, .4);">
    		<div class="row">
	    		<div class="col s12 m11 l11 offset-l1">
  					<h6 style="margin-top:0;">website / site web <a href="http://mutablesubject.ca/" target="_blank"><nobr>Deanna Peters/Mutable Subject</nobr></a></h6>
	    		</div>
			</div>	
		</div>	    
   		<div id="footer">
			<div class="row">
				<div class="col s6">
					<ul>
						<li class="footer"><a href="https://www.facebook.com/UAACAAUC/" target="_blank">fb</a></li>
						<li class="footer"><a href="https://twitter.com/AaucUaac" target="_blank">twitter</a></li>
						<li class="footer"><a href="https://www.instagram.com/uaacaauc/" target="_blank">instagram</a></li>
						<li class="footer"><a href="https://uaac-aauc.com/" target="_blank">uaac-aauc.com</a></li>
						<li class="footer"><a href="mailto:conference@uaac-aauc.com">email</a></li>
					</ul>
				</div>
				<div class="col s5 offset-s1 right-align">
					<h6 class="footer-sponsors">We thank our <a href="sponsors.html">sponsors</a>!</h6>
				</div>
			</div>
		</div>
    </body>
</html>