<!DOCTYPE html>
<html>
     <head>
	  	<!--Import materialize.css-->
	  	<link type="text/css" rel="stylesheet" href="css/materialize.min.css"  media="screen,projection"/>
	  	<!--Let browser know website is optimized for mobile-->
	  	<meta name="viewport" content="width=device-width, initial-scale=1.0"/>
	  	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
		<title>D.7 L’histoire du design et de la culture matérielle : une question d’archives / The History of Design and Material Culture: A Matter of Archives</title>
		<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1.0, user-scalable=yes" />
		<meta http-equiv="X-UA-Compatible" content="IE=edge">
		<meta name="msapplication-tap-highlight" content="no">
		<meta property="og:title" content="2023 UAAC Conference" />
		<meta name="description" content='D.7 L’histoire du design et de la culture matérielle : une question d’archives / The History of Design and Material Culture: A Matter of Archives' />
		<meta property="og:image" content="http://uaac-aauc.com/2023/images/banff-stars-2.jpg" />
		<meta property="og:url" content="http://uaac-aauc.com/2023/d7.html" />
		<meta property="og:type" content="image/jpeg" />
		<meta property='og:description' content='D.7 L’histoire du design et de la culture matérielle : une question d’archives / The History of Design and Material Culture: A Matter of Archives' />
	  	<!-- Material Icon Font -->
		<link href="https://fonts.googleapis.com/icon?family=Material+Icons" rel="stylesheet">
		<!-- Core CSS-->
		<link href="css/materialize.css" type="text/css" rel="stylesheet" media="screen">
		<!-- Custom CSS-->    
		<link href="css/custom.css" type="text/css" rel="stylesheet" media="screen">
		<link rel="stylesheet" href="https://use.typekit.net/gkr3qos.css">
		<!-- Global site tag (gtag.js) - Google Analytics -->
		<script async src="https://www.googletagmanager.com/gtag/js?id=UA-133278015-1"></script>
		<script>
			window.dataLayer = window.dataLayer || [];
			function gtag(){dataLayer.push(arguments);}
			gtag('js', new Date());
	
			gtag('config', 'UA-133278015-1');
		</script>
    </head>
    <body>
	    <div class="navbar-fixed">
		    <nav>
				<div class="nav-wrapper">
					<a href="index.html" class="brand-logo left"><img src="images/logo-2023.png" class="brand-logo-img scale-with-grid"> <span class="brand-text">UAAC/AAUC 2023</span></a>
					<ul id="nav-mobile" class="right">
						<li><a class="nav-about" href="about.html">about</a></li>
					    <li><a class="nav-schedule" href="schedule.html">schedule</a></li>
					</ul>
				</div>
			</nav>
	    </div>
	    <div id="content">
    		<div class="row info">
	    		<div class="col s12 m11 l9 offset-l1">
		    		<h2>D.7 L&rsquo;histoire du design et de la culture mat&eacute;rielle : une question d&rsquo;archives</h2>
		    		<hr>
		    		<h2>D.7 The History of Design and Material Culture: A Matter of Archives</h2>
		    		<h6>Fri Oct 20 / 15:15 &ndash; 17:00 / KC 206</h6>
	    		</div>
    		</div>
    		<div class="row description">
	    		<div class="col s12 m11 l10 offset-l1">
		    		<p class="title">pr&eacute;sident&middot;e&middot;s / chairs /</p>
		    		<ul>
			    		<li class="participants"><strong>Marie-Maxime de Andrade</strong><span class="school">, Universit&eacute; du Qu&eacute;bec &agrave; Montr&eacute;al &amp; Paris 1 &mdash; Panth&eacute;on-Sorbonne</span></li>
			    		<li class="participants"><strong>Dominic Hardy</strong><span class="school">, Universit&eacute; du Qu&eacute;bec &agrave; Montr&eacute;al</span></li>
		    		</ul>
	    		</div>
	    		<div class="col s12 m10 l7 offset-l1">
		    		<p>Le design, les arts d&eacute;coratifs, la d&eacute;coration et les arts commerciaux appartiennent &agrave; deux champs de production tridimensionnelle, soit des objets et des espaces. Or, les traces de ces types de productions sont avant tout bidimensionnelles. C&rsquo;est-&agrave;-dire qu&rsquo;elles sont principalement conserv&eacute;es dans des fonds d&rsquo;archives sous forme d&rsquo;images (dessins et photographies) ou de textes (critiques, publicit&eacute;s, etc.). Ces objets et espaces pour la plupart sont temporaires et modifiables. Difficiles &agrave; retracer, ils ont souvent &eacute;t&eacute; produits en s&eacute;rie et surtout &eacute;taient int&eacute;gr&eacute;s &agrave; la sph&egrave;re priv&eacute;e. Ainsi, comment faire l&rsquo;histoire du design et de la culture mat&eacute;rielle du point de vue des archives ? Comment raconter l&rsquo;histoire culturelle sans ces objets et espaces ? Dans le cadre de cette s&eacute;ance, nous invitons des approches diversifi&eacute;es, cr&eacute;atives et interdisciplinaires qui interrogent l&rsquo;&eacute;criture de l&rsquo;histoire de ces productions esth&eacute;tiques et leur apport &agrave; l&rsquo;histoire culturelle et artistique.</p>
					<p class="keywords"><strong>mots cl&eacute;s:</strong> design, histoire mat&eacute;rielle, culture mat&eacute;rielle, archives, d&eacute;coration, arts d&eacute;coratifs</p>
					<p class="type"><strong>type de s&eacute;ance:</strong> table ronde bilingue (FR/AN); 6 présentations de 10 minutes et moins</p>
					<hr>
					<p>Design, decorative arts, decoration and commercial arts belong to two fields of three-dimensional production: objects and spaces. However, the traces of these types of production are above all two-dimensional. That is to say, they are mainly kept in archival collections in the form of images (drawings and photographs) or texts (criticisms, advertisements, etc.). These objects and spaces for the most part are temporary and modifiable. Difficult to trace, they were often mass-produced and above all were integrated into the private sphere. So, how to make the history of design and material culture from the point of view of archives? How can cultural history be told without these objects and spaces? This roundtable brings together diverse, creative and interdisciplinary approaches that question the writing of the history of these aesthetic productions and their contribution to cultural and artistic history.</p>
					<p class="keywords"><strong>keywords:</strong> design, material history, material culture, archives, decoration, decorative arts</p>
					<p class="type"><strong>session type:</strong> bilingual roundtable (EN/FR); 6 presentations of 10 minutes or less</p>
					<!--<a class="waves-effect waves-light btn-large" href="https://docs.google.com/document/d/1WJebVCv3lMZDpsRhk3LvAo8mCpgEycd70ygVYVK69mo/edit?usp=sharing" target="_blank"><i class="large material-icons right"></i>formulaire</a>
					<br/>
					<br/>
					<p class="type"><strong>formulaire de couriel &agrave;:</strong> <a href="mailto:mariemaxime.d@gmail.com">mariemaxime.d@gmail.com</a>, <a href="mailto:hardy.dominic@uqam.ca">hardy.dominic@uqam.ca</a></p>-->
	    		</div>
	    		<div class="col s12 m8 offset-m4 l5 offset-l6">
	    			<p class="bio"><strong>Marie-Maxime de Andrade</strong> est candidate au doctorat en histoire de l&rsquo;art &agrave; l&rsquo;Universit&eacute; du Qu&eacute;bec &agrave; Montr&eacute;al et en cotutelle &agrave; Paris 1 &mdash; Panth&eacute;on-Sorbonne. Son projet de th&egrave;se explore le r&ocirc;le du grand magasin Eaton de Montr&eacute;al dans la production et la promotion d&rsquo;une esth&eacute;tique moderne de 1925 &agrave; 1931. Ce cas d&rsquo;&eacute;tude retrace le d&eacute;veloppement, d&egrave;s la seconde moiti&eacute; des ann&eacute;es 1920, d&rsquo;une culture mat&eacute;rielle et visuelle moderne &agrave; Montr&eacute;al issue de la consommation de masse et initi&eacute;e par des cr&eacute;ateur&bull;rices oubli&eacute;&bull;es. Elle a publi&eacute; l&rsquo;article &laquo;&thinsp;Omer Parent : artiste-d&eacute;corateur &raquo; (RACAR, 46, n&ordm; 1, 2021). Ses recherches sont financ&eacute;es par la Fondation Luc-d&rsquo;Iberville-Moreau, en plus d&rsquo;&ecirc;tre soutenues par le FRQSC et le CRSH.</p>
		    		<p class="bio"><strong>Dominic Hardy</strong> est professeur au d&eacute;partement d&rsquo;histoire de l&rsquo;art de l&rsquo;UQAM o&ugrave; il enseigne les arts visuels des territoires connus sous les noms de Qu&eacute;bec / Canada pour la p&eacute;riode 1600-1940. Sp&eacute;cialiste de l&rsquo;histoire de la caricature politique au Qu&eacute;bec (Henri Julien, Robert LaPalme, Alb&eacute;ric Bourgeois) il a dirig&eacute; avec Annie G&eacute;rin et Lora Senechal Carney l&rsquo;ouvrage <i>Sketches from an Unquiet Country. Canadian Graphic Satire 1840-1940</i> (MQUP 2018). &Agrave; l&rsquo;UQAM, il organise les activit&eacute;s du LAB-A, Laboratoire num&eacute;rique des &eacute;tudes en histoire de l&rsquo;art du Qu&eacute;bec et co-dirige, avec &Eacute;dith-Anne Pageot, la revue <i>Le Carnet. Histoires de l&rsquo;art au Qu&eacute;bec</i>.</p>
	    		</div>
    		</div>
	    	<!--<div class="row description">
		    	<div class="col s12 l3 offset-l1">
			    	<img src="images/image-hodde.jpg" class="scale-with-grid" />
			    	<p class="credits">Chemin&eacute;e, Paris, 1959, Agn&egrave;s Varda (succession Agn&egrave;s Varda)</p>
		    	</div>
	    		<div class="col s12 m10 l6 offset-l1">
		    		<h3><i>Friendship as Archive. Reading Valentine Schlegel&rsquo;s interior design practice through Agn&egrave;s Varda&rsquo;s photography</i></h3>
		    		<hr>
		    		<h3><i>L&rsquo;amiti&eacute; pour archive. Lire le design d&rsquo;int&eacute;rieur de Valentine Schlegel &agrave; travers l&rsquo;&oelig;il d&rsquo;Agn&egrave;s Varda</i></h3>
		    		<ul>
		    			<li class="participants"><strong>Anna Hodd&eacute;</strong><span class="school">, Concordia University</span></li>
		    		</ul>
    				<p>Valentine Schlegel est surtout connue pour ses c&eacute;ramiques et chemin&eacute;es sculpturales r&eacute;alis&eacute;es &agrave; partir des ann&eacute;es 1950-1960. Sa pratique m&ecirc;le le d&eacute;coratif, le quotidien et l&rsquo;utilitaire dans l&rsquo;espace domestique, &agrave; travers une vari&eacute;t&eacute; de m&eacute;diums tels l&rsquo;argile, le pl&acirc;tre, le bois, le textile et le cuir, dans des formes organiques influenc&eacute;es par le paysage m&eacute;diterran&eacute;en. Malgr&eacute; une carri&egrave;re longue et vari&eacute;e, son travail est relativement peu connu du grand public et sa contribution aux champs de l&rsquo;artisanat et du design d&rsquo;int&eacute;rieur dans la seconde moiti&eacute; du XXe si&egrave;cle n&rsquo;a jusqu&rsquo;&agrave; pr&eacute;sent pas fait l&rsquo;objet d&rsquo;un travail analytique approfondi. Cette absence est &agrave; interroger non seulement au regard de la place accord&eacute;e aux femmes et &agrave; l&rsquo;artisanat dans l&rsquo;histoire de l&rsquo;art canonique, mais aussi de la nature m&ecirc;me de sa production li&eacute;e aux espaces priv&eacute;s et int&eacute;rieurs. Dans le prolongement d&rsquo;&eacute;tudes f&eacute;ministes et de genre en histoire et th&eacute;orie de l&rsquo;artisanat, de l&rsquo;architecture et du design d&rsquo;int&eacute;rieur, je m&rsquo;int&eacute;resse ici aux liens entre agencements int&eacute;rieurs et fa&ccedil;onnement de l&rsquo;identit&eacute;, con&ccedil;ue comme fluide et polyvalente. Je propose d&rsquo;aborder ces questions &agrave; travers les repr&eacute;sentations de Schlegel, plus particuli&egrave;rement la documentation de ses &oelig;uvres et ses portraits par son amie de longue date, la cin&eacute;aste et photographe Agn&egrave;s Varda. Celle-ci fait dialoguer la personnalit&eacute; et l&rsquo;&oelig;uvre de Schlegel dans une repr&eacute;sentation subtile de la subversion et de la fluidit&eacute;, jouant &agrave; la fois avec les normes de genre et la distinction entre int&eacute;rieur et ext&eacute;rieur. J&rsquo;interroge comment le regard port&eacute; par Varda sur Schlegel permet de mettre en lumi&egrave;re des &eacute;l&eacute;ments clefs pour la compr&eacute;hension d&rsquo;une &oelig;uvre prot&eacute;iforme, et questionne ainsi le r&ocirc;le jou&eacute; &agrave; la fois par l&rsquo;amiti&eacute; et le m&eacute;dium photographique dans la visibilit&eacute; d&rsquo;une pratique appartenant &agrave; l&rsquo;espace int&eacute;rieur, priv&eacute;, cach&eacute;.</p>
    				<p class="keywords"><strong>mots cl&eacute;s:</strong> design, artisanat, arts d&eacute;coratifs, ann&eacute;es 1950, photographie</p>
    			</div>
    			<div class="col s12 m8 offset-m4 l5 offset-l6">
    				<p class="bio"><strong>Anna Hodd&eacute;</strong> is a PhD candidate in the Art History department at Concordia University, under the supervision of Dr. Elaine Cheasley Paterson. Originally from the South of France, she currently resides as an uninvited guest in Tio'tia:ke/Montr&eacute;al. Her research interests, informed by decolonial and feminist approaches, sit at the intersection of craft and design. Current projects include an ongoing study of collaborative and relational practices involving potters and designers in the Mexican region of Oaxaca, as well as research on the interior design practice of French ceramicist and sculptor Valentine Schlegel. Her doctoral research is funded by the Fonds de recherche du Qu&eacute;bec &ndash; Soci&eacute;t&eacute; et culture (FRQSC).</p>
    			</div>
	    	</div>-->
	    	<div class="row description">
		    	<div class="col s12 m5 l3 offset-l1">
			    	<img src="images/image-beaulieu.jpg" class="scale-with-grid" />
			    	<p class="credits">Anonyme, <i>Salon au Soleil au 41, quai d&rsquo;Orsay</i>, c. 1887. Biblioth&egrave;que nationale de France, Naf. 15 037, f. 126.</p>
		    	</div>
	    		<div class="col s12 m10 l6 offset-l1">
		    		<h3><i>Papiers Montesquiou : Archives d&rsquo;une int&eacute;riorit&eacute; queer</i></h3>
		    		<ul>
			    		<li class="participants"><strong>Benoit Beaulieu</strong><span class="school">, Universit&eacute; Concordia</span></li>
			    	</ul>
    				<p>Les archives du comte Robert de Montesquiou (1855-1921) se trouvent au c&oelig;ur de ma proposition. Constitu&eacute;s de 369 volumes, dont 57 volumes consacr&eacute;s &agrave; sa vie dans ses demeures, les Papiers Montesquiou r&eacute;servent une place importante aux int&eacute;rieurs domestiques du dandy fran&ccedil;ais et comprennent notamment des photographies d&eacute;taill&eacute;es de ses diff&eacute;rents int&eacute;rieurs. Ses demeures ont &eacute;galement &eacute;t&eacute; d&eacute;crites de mani&egrave;re d&eacute;taill&eacute;e dans ses m&eacute;moires, publi&eacute;s &agrave; titre posthume.</p> 
					<p>Figure importante de la fin du XIX<sup>e</sup> si&egrave;cle en France, Montesquiou ne s&rsquo;est pas content&eacute; de r&eacute;aliser une existence queer &agrave; rebours de l&rsquo;h&eacute;t&eacute;ronormativit&eacute;, avec par exemple l&rsquo;accent mis sur l&rsquo;art et l&rsquo;artificialit&eacute;. Il a &eacute;galement document&eacute; cette existence, qu&rsquo;il a m&eacute;diatis&eacute;e et m&eacute;morialis&eacute;e par ses archives. Plut&ocirc;t qu&rsquo;un repli sur soi, l&rsquo;archive des int&eacute;rieurs chez Montesquiou est con&ccedil;ue comme une strat&eacute;gie queer pour d&eacute;fier le temps et laisser sa marque et constitue un exemple d&rsquo;une figure queer ayant tent&eacute; de reprendre le contr&ocirc;le de sa propre histoire.</p>  
					<p>Gr&acirc;ce &agrave; ses vastes archives et &agrave; l&rsquo;accent mis sur ses int&eacute;rieurs, l&rsquo;&eacute;tude des Papiers Montesquiou constitue un potentiel complexe et riche pour cette table ronde permettant d&rsquo;aborder la question, encore relativement marginale, des interventions queer dans le domaine de l&rsquo;histoire du design d&rsquo;int&eacute;rieur et notamment des recherches sur les temporalit&eacute;s queer. Gr&acirc;ce au statut privil&eacute;gi&eacute; qui lui a permis de constituer une archive queer, l&rsquo;&eacute;tude des Papiers Montesquiou offre aussi l&rsquo;occasion concr&egrave;te de r&eacute;fl&eacute;chir &agrave; la place et &agrave; la cohabitation des preuves &eacute;ph&eacute;m&egrave;res et des preuves dites rigoureuses dans l&rsquo;histoire des int&eacute;rieurs.</p>
    				<p class="keywords"><strong>mots cl&eacute;s:</strong> temporalit&eacute;s queer, int&eacute;rieurs domestiques, d&eacute;cadence, &eacute;ph&eacute;m&eacute;rit&eacute;, rigueur historique</p>
    			</div>
    			<div class="col s12 m8 offset-m4 l5 offset-l6">
    				<p class="bio"><strong>Benoit Beaulieu</strong> est pr&eacute;sentement candidat au doctorat interuniversitaire en histoire de l&rsquo;art, &agrave; l&rsquo;Universit&eacute; Concordia. Apr&egrave;s avoir obtenu son baccalaur&eacute;at en histoire de l&rsquo;art &agrave; l&rsquo;UQAM, il a compl&eacute;t&eacute; sa ma&icirc;trise en histoire de l&rsquo;art &agrave; l&rsquo;Universit&eacute; Paris I Panth&eacute;on-Sorbonne. Il est r&eacute;cipiendaire d&rsquo;une bourse d&rsquo;&eacute;tudes sup&eacute;rieures du Canada et d&rsquo;une bourse d&rsquo;&eacute;tudes sup&eacute;rieures de l&rsquo;Universit&eacute; Concordia. Ses recherches doctorales portent sur la performance de soi du dandy fran&ccedil;ais Robert de Montesquiou &agrave; travers ses int&eacute;rieurs et ses archives. Il s&rsquo;int&eacute;resse particuli&egrave;rement aux th&egrave;mes des genres et de la sexualit&eacute; &agrave; la fin du XIX<sup>e</sup> si&egrave;cle dans les cultures visuelles et mat&eacute;rielles europ&eacute;ennes. Il a co-edit&eacute; l&rsquo;ouvrage <i>The Senses in Interior Design: Sensorial Expressions and Experiences</i>, &agrave; para&icirc;tre.</p>
    			</div>
	    	</div>
	    	<div class="row description">
		    	<div class="col s7 l2 offset-l1">
			    	<img src="images/image-martin.jpg" class="scale-with-grid" />
			    	<p class="credits">Maquette de Fran&ccedil;ois Barbeau, <i>L&rsquo;alcade de Zalam&eacute;a</i> (1963) de Pedro Calderon de la Barca, mise en sc&egrave;ne de Georges Groulx, Th&eacute;&acirc;tre du Rideau Vert, sur la maquette : Isabelle (Louise Marleau), photo : Roxanne Martin (Fonds Fran&ccedil;ois Barbeau, BAnQ).</p>
		    	</div>
	    		<div class="col s12 m10 l7 offset-l1">
		    		<h3><i>L&rsquo;archive au th&eacute;&acirc;tre : comment conserver des traces du costume de sc&egrave;ne?</i></h3>
		    		<ul>
			    		<li class="participants"><strong>Roxanne Martin</strong><span class="school">, Coll&egrave;ge Andr&eacute;-Grasset</span></li>
			    	</ul>
    				<p>Une fois les repr&eacute;sentations th&eacute;&acirc;trales termin&eacute;es, le v&ecirc;tement de sc&egrave;ne devient alors un des signes du spectacle et de sa m&eacute;moire. Malheureusement, il est la plupart du temps modifi&eacute; ou recycl&eacute; pour la production suivante. Le costume, l&rsquo;objet th&eacute;&acirc;tral, est donc perdu et il ne nous reste, bien souvent, que les archives bidimensionnelles comme trace de l&rsquo;objet tridimensionnel.</p> 
					<p>Comment conserver et reconstituer cette m&eacute;moire du th&eacute;&acirc;tre? L&rsquo;art th&eacute;&acirc;tral est &eacute;ph&eacute;m&egrave;re et longtemps, au Qu&eacute;bec, peu de choses ont &eacute;t&eacute; conserv&eacute;es. Depuis quelques ann&eacute;es, un souci de m&eacute;moire et de conserver des traces de ce qui a &eacute;t&eacute; fait se constitue dans les fonds d&rsquo;archives et dans certains th&eacute;&acirc;tres. Je propose donc d&rsquo;aborder et d&rsquo;analyser les diff&eacute;rentes traces qui nous permettent de conna&icirc;tre l&rsquo;objet th&eacute;&acirc;tral, constitu&eacute;es principalement &agrave; partir de dessins pr&eacute;liminaires, de maquettes, de photographies et de descriptions faites dans les critiques et les comptes-rendus des spectacles.</p> 
					<p>J&rsquo;aborderai &eacute;galement les &eacute;cueils que pr&eacute;sentent ces traces bidimensionnelles, comme les maquettes qui ne correspondent pas toujours au r&eacute;sultat final et aux limites que repr&eacute;sentent les photographies ou les captations, quand il y en a, qui ne permettent pas toujours de voir le costume dans son ensemble.</p> 
					<p>Je propose donc d&rsquo;aborder les traces archivistiques du costume de sc&egrave;ne et les diff&eacute;rents &eacute;cueils rencontr&eacute;s, dans le d&eacute;sir de constituer une histoire de la m&eacute;moire de l&rsquo;art &eacute;ph&eacute;m&egrave;re qu&rsquo;est le th&eacute;&acirc;tre.</p>
    				<p class="keywords"><strong>mots cl&eacute;s:</strong> th&eacute;&acirc;tre, costume, archives, m&eacute;moire, histoire</p>
    			</div>
    			<div class="col s12 m8 offset-m4 l5 offset-l6">
    				<p class="bio"><strong>Roxanne Martin</strong> est professeure de th&eacute;&acirc;tre et de litt&eacute;rature au Coll&egrave;ge Andr&eacute;-Grasset (Montr&eacute;al). Elle s&rsquo;est attard&eacute;e d&rsquo;abord, dans une communication &agrave; la Soci&eacute;t&eacute; Fran&ccedil;aise Shakespeare (2008) &agrave; Paris, au travail du peintre Alfred Pellan qui a &eacute;t&eacute; sc&eacute;nographe et concepteur de costumes dans deux productions de <i>La nuit des rois</i> de William Shakespeare (TNM, 1946 et 1968). Puis, elle a sign&eacute; des textes sur sa contribution &agrave; la sc&eacute;nographie qu&eacute;b&eacute;coise dans deux ouvrages, <i>Alfred Pellan. Le r&ecirc;veur &eacute;veill&eacute;</i> (MNBAQ, 2013) et <i>Pellan &amp; Shakespeare : le th&eacute;&acirc;tre des rois</i> (MMAQ, 2017). De plus, elle a sign&eacute; les &eacute;l&eacute;ments consacr&eacute;s &agrave; la sc&eacute;nographie dans l&rsquo;ouvrage <i>Le th&eacute;&acirc;tre contemporain au Qu&eacute;bec 1945-2015</i> (PUM, 2020), sous la direction de Gilbert David. Dans le cadre de son doctorat, elle s&rsquo;est int&eacute;ress&eacute;e &agrave; l&rsquo;approche du v&ecirc;tement de sc&egrave;ne de Fran&ccedil;ois Barbeau et de sa vision du m&eacute;tier de concepteur de costumes (Universit&eacute; Laval, 2018). Elle publiera cette ann&eacute;e une monographie sur la carri&egrave;re de Barbeau (PUM, 2023).</p>
    			</div>
	    	</div>
	    	<!--<div class="row description">
		    	<div class="col s9 l3 offset-l1">
			    	<img src="images/image-guida.jpg" class="scale-with-grid" />
			    	<p class="credits"><i>Bruno Munari. Un libro al mese</i>, an exhibition curated by Mario Piazza with the collaboration of Chiara Calascibetta, PAN – Palazzo delle Arti, on the occasion of the International Graphic Design Week, Naples, October 6-11, 2009.</p>
		    	</div>
	    		<div class="col s12 m10 l6 offset-l1">
		    		<h3><i>Discourses and Narratives on the History of Graphic Design. AIAP CDPG: Archiving, Documenting, Exhibiting.</i></h3>
		    		<ul>
			    		<li class="participants"><strong>Francesco E. Guida</strong><span class="school">, Department of Design, Politecnico di Milano</span></li>
			    	</ul>
    				<p>In 2009 <a href="https://aiap.it/" target="_blank">AIAP</a>, today the Italian Association of Visual Communication Design, founded the Graphic Design Documentation Center (AIAP CDPG). The ambition and, at the same time, the mission of the Center are based on the assumption that &ldquo;producing culture for the profession is an indispensable corollary for associations&rdquo;, but even more so is &ldquo;the theme of contents, i.e. the cultures that shape the profession and the field of graphic design&rdquo;. Indeed, one of the association&rsquo;s aims is to contribute to disseminating design culture, and the fundamental point is that this work is not possible without attention to the disciplinary history and its testimonies.</p> 
					<p>The Centre&rsquo;s establishment resulted from a twenty-year process that saw AIAP consolidating its role as a cultural operator in promoting exhibition initiatives of re-reading, testimony and historical documentation. Since 1992 has been active AIAP Gallery. It opened with an exhibition dedicated to A G Fronzoni and has hosted exhibitions on Provinciali, Grignani, Novarese, Facetti and others. These initiatives made it possible, through the acquisition of the exhibited materials, to form the founding nucleus of the Centre.</p> 
					<p>This relationship between exhibition and cultural action and the foundation of a Documentation Center (something more than a simple archive) allows to highlight how, in the case of AIAP and its operators, there has been, over the last 30 years, an intention to document to show and vice-versa.</p> 
					<p>The aim is to discuss, providing examples of activities, possible relationships between exhibiting, documenting, preserving, rereading and reinterpreting Italian graphic design history.</p>
    				<p class="keywords"><strong>keywords:</strong> exhibition, graphic design, history, discourse, narration </p>
    			</div>
    			<div class="col s12 m8 offset-m4 l5 offset-l6">
    				<p class="bio"><strong>Francesco E. Guida:</strong> Associate Professor at the Department of Design (Politecnico di Milano), he is the Secretary of the Communication Design Courses, where he teaches visual communication design. PhD in Design and Technologies for Enhancement of Cultural Heritage, he has been involved in visual communication since the early 1990s.</p>
					<p class="bio">Past board member of AIAP (Italian Association of Visual Communication Design), he is the coordinator of the Graphic Design Documentation Centre (AIAP CDPG). Starting from 1997, he has published regularly in journals, books and conference proceedings on topics such as the history of graphic design, visual identities, wayfinding and speculative design.</p>
					<p class="bio">Previously associate editor of the journal &laquo;AIS/Design. Storia e Ricerche&raquo; (with which he gained an Honorable Mention at the XXVII Compasso d&rsquo;Oro Award for the issue 12/13, 2020, entitled &ldquo;Social Design. Design and the Common Good&rdquo;), he is an editorial board member of &laquo;PAD. Pages on Arts and Design&raquo;.</p>
    			</div>
	    	</div>-->
	    	<div class="row description">
		    	<div class="col s12 l3 offset-l1">
			    	<img src="images/image-vernet.jpg" class="scale-with-grid" />
			    	<p class="credits">Vues de l&rsquo;exposition <i>Granche / Atelier / Ville</i> au Centre d&rsquo;exposition de l&rsquo;Universit&eacute; de Montr&eacute;al (CEUM), 2023. Cr&eacute;dits photographiques : Guy L&rsquo;Heureux, 2023.</p>
		    	</div>
	    		<div class="col s12 m10 l6 offset-l1">
		    		<h3><i>Donner corps aux archives : exposer le fonds Pierre Granche</i></h3>
		    		<ul>
			    		<li class="participants"><strong>Laurent Vernet</strong><span class="school">, Directeur, Centre d&rsquo;exposition de l&rsquo;Universit&eacute; de Montr&eacute;al</span></li>
			    	</ul>
    				<p>L&rsquo;artiste et p&eacute;dagogue Pierre Granche (1948-1997), dont les recherches &eacute;taient port&eacute;es par des principes architecturaux, a laiss&eacute; un legs compos&eacute; de quelques sculptures que l&rsquo;on retrouve dans des collections publiques et priv&eacute;es, ainsi qu&rsquo;une vingtaine d&rsquo;&oelig;uvres d&rsquo;art public. En raison de la nature de sa pratique, qui a pris la forme d&rsquo;installations monumentales r&eacute;alis&eacute;es dans des mat&eacute;riaux pr&eacute;caires, ses &oelig;uvres ont le plus souvent &eacute;t&eacute; diss&eacute;min&eacute;es ou n&rsquo;ont pas &eacute;t&eacute; conserv&eacute;es. Conscient de la p&eacute;rennit&eacute; de son travail, l&rsquo;artiste a produit une documentation minutieuse qui a donn&eacute; lieu au fonds Pierre Granche, offert en 2001 au Centre d&rsquo;exposition de l&rsquo;UdeM (CEUM) par sa succession. Alors que ce fonds comprend quelque 2,700 documents (dessins, plans, maquettes), l&rsquo;UdeM est &eacute;galement la d&eacute;positaire des archives de l&rsquo;artiste.</p>  
					<p>En 2023, l&rsquo;exposition <i>Granche / Atelier / Ville</i> au CEUM a pr&eacute;sent&eacute; 17 projets en lien avec la ville, dont la forme achev&eacute;e est le plus souvent absente de l&rsquo;exposition, qui ne comprend que deux &oelig;uvres compl&egrave;tes. La d&eacute;marche commissariale a mis&eacute; sur la pr&eacute;sentation de documents tir&eacute;s du fonds Pierre Granche et des archives de l&rsquo;artiste, qui t&eacute;moignent de son travail d&rsquo;atelier et de ses nombreuses collaborations avec des personnes, dont plusieurs &eacute;tudiantes et &eacute;tudiants, issues de disciplines comme l&rsquo;architecture, l&rsquo;architecture de paysage, l&rsquo;ing&eacute;nierie et le design. En &eacute;cho &agrave; ce mode de travail, la sc&eacute;nographie de l&rsquo;exposition a &eacute;t&eacute; confi&eacute;e &agrave; huit &eacute;tudiantes, dans le cadre d&rsquo;un atelier de la professeure en design et ancienne collaboratrice de Granche Marie-Jos&egrave;phe Vall&eacute;e.</p> 
					<p>En s&rsquo;appuyant sur la th&eacute;orie de l&rsquo;acteur-r&eacute;seau et la sociologie de la traduction, cette communication reviendra sur le processus de cr&eacute;ation de <i>Granche / Atelier / Ville</i> et pr&eacute;sentera un r&eacute;seau actants h&eacute;t&eacute;roclites (personnes et objets) qui ont, par leurs actions et leurs interactions, contribu&eacute; &agrave; donner corps aux archives et &agrave; l&rsquo;exposition.</p>
    				<p class="keywords"><strong>mots cl&eacute;s:</strong> Pierre Granche, acteur-r&eacute;seau, sociologie de la traduction, installations, commissariat</p>
    			</div>
    			<div class="col s12 m8 offset-m4 l5 offset-l6">
    				<p class="bio"><strong>Laurent Vernet</strong> est directeur du Centre d&rsquo;exposition de l&rsquo;Universit&eacute; de Montr&eacute;al. Historien de l&rsquo;art et urbanologue, il est titulaire d&rsquo;une ma&icirc;trise en histoire de l&rsquo;art de l&rsquo;Universit&eacute; Concordia et d&rsquo;un doctorat en &eacute;tudes urbaines de l&rsquo;Institut national de la recherche scientifique. Il &eacute;volue depuis plus de 15 ans dans le milieu artistique et a ainsi travaill&eacute; au Bureau d&rsquo;art public de la Ville de Montr&eacute;al de 2009 &agrave; 2018. Ses recherches portent entre autres sur les modes de production et de r&eacute;ception des &oelig;uvres d&rsquo;art qui se trouvent dans des espaces publics urbains. En 2023, il a &eacute;t&eacute; le commissaire des expositions <i>Granche / Atelier / Ville</i> sur le travail de Pierre Granche, pr&eacute;sent&eacute;e au CEUM, ainsi que <i>Ouvrages</i>, au centre d&rsquo;artistes Occurrence, qui a r&eacute;uni les &oelig;uvres de huit artistes du Qu&eacute;bec, de l&rsquo;Ontario et de l&rsquo;Alberta dont les recherches portent sur l&rsquo;architecture.</p>
    			</div>
	    	</div>
	    	<div class="row description">
	    		<div class="col s12 m10 l7 offset-l1">
		    		<h3><i>Dreaming through</i> Marg</h3>
		    		<ul>
			    		<li class="participants"><strong>Rashmi Viswanathan</strong><span class="school">, University of Hartford</span></li>
		    		</ul>
    				<p>In 1946, the arts and culture journal <i>Marg</i> was founded under the editorial leadership of writer, arts patron, and cultural critic Mulk Raj Anand (1905&ndash;2004). Dedicated to the promotion and analysis of the arts and particularly Modern architecture in its early years, <i>Marg</i> provided a new and impactful elite platform for the resignification of India as the site of a new Modernity, achievable through architectural and industrial development.</p> 
					<p>Departing from an expected focus on its editorial content, I argue that the publication&rsquo;s advertisement archive also developed the visual character of the journal&rsquo;s field of communication, linking new conceptions of private consumption and individual taste to the emergent middle class to which the journal appealed. Though receiving little scholarly attention, advertisements alongside editorial content &ndash; treated as a totality &ndash; aesthetically figure <i>Marg</i>&rsquo;s archival imagination of a new India and its readership. Studied not as a set of editorial decisions but as a readerly experience, the periodical&rsquo;s cultural encoding historicizes a key moment in the signification of planning and national development as a bourgeois aesthetic experience in early mid-century India.</p>
    				<p class="keywords"><strong>keywords:</strong> advertisements, modern design, India, middle class, journal</p>
    			</div>
    			<div class="col s12 m8 offset-m4 l5 offset-l6">
    				<p class="bio"><strong>Rashmi Viswanathan</strong> is assistant professor of modern and contemporary art history at the University of Hartford and a Smithsonian Postdoctoral Fellow. She writes on colonial-era art and its historiographies, and more recent art in and related to the Contemporary. Her research has been published in journals such as <i>Third Text</i>, <i>Trans-Asia Photography Review</i>, and <i>Wiley Encyclopedia of Postcolonial Studies</i> and looks at transnational formations of discourses of modern art.</p>
    			</div>
	    	</div>
	    	<a href="d7.html"><i class="large material-icons">arrow_upward</i></a>
			<a href="d8.html"><i class="large material-icons">arrow_forward</i></a>
    	</div>
    	<div class="section-ads">
		    <div class="row ads">
			    <div class="col s10 offset-s1 m12 l2 offset-l1">
					<p class="ads">We thank our sponsors...</p>
			    </div>
				<div class="col s10 offset-s1 m5 l3 offset-l1">
				    <a href="https://fondationricard.com/" target="_blank"><img src="images/logo-ricard.jpg" class="scale-with-grid" style="margin-top:0;margin-bottom:4rem;" alt="logo: Fondation Ricard"></a>  
			    </div>
			    <div class="col s10 offset-s1 m5 offset-m1 l3 offset-l1">
				    <a href="https://artistopa.com//" target="_blank"><img src="images/logo-aopa.png" class="scale-with-grid" style="margin-top:0;" alt="logo: AOPA — Artist Online Presence & Archiving"></a>  
			    </div>
		    </div>
		</div>
	    <div id="footer">
			<div class="row">
				<div class="col s6">
					<ul>
						<li class="footer"><a href="https://www.facebook.com/UAACAAUC/" target="_blank">fb</a></li>
						<li class="footer"><a href="https://twitter.com/AaucUaac" target="_blank">twitter</a></li>
						<li class="footer"><a href="https://www.instagram.com/uaacaauc/" target="_blank">instagram</a></li>
						<li class="footer"><a href="https://uaac-aauc.com/" target="_blank">uaac-aauc.com</a></li>
						<li class="footer"><a href="mailto:conference@uaac-aauc.com">email</a></li>
					</ul>
				</div>
				<div class="col s5 offset-s1 right-align">
					<h6 class="footer-sponsors">We thank our <a href="sponsors.html">sponsors</a>!</h6>
				</div>
			</div>
		</div>    
		    

	    <!-- ================================================
		Scripts
		================================================ -->
	    
	    <!-- jQuery Library -->
	    <script type="text/javascript" src="https://code.jquery.com/jquery-2.1.1.min.js"></script>
	    
	    <!-- LOAD MATERIALIZE.JS -->
	    <script type="text/javascript" src="js/materialize.js"></script>
	    
	    <!-- INITIALIZE SPECIFIC MATERIALIZE.JS FUNCTIONS -->
	    <script type="text/javascript" src="js/init.js"></script>
    
     </body>
</html>